Repository: latung197/UI_WPF
Catalog: ERPStudio-master/ERPFramework/Login/ConnectionForm.*.resx
Languages: it_it

# label12.Text
source: Database password
it_it: Password accesso al database

# rdbnewLIT.Text
source: Create new database
it_it: Crea un nuovo database

# rdbexistLIT.Text
source: Use exists database
it_it: Usa un database esistente

# label9.Text
source: Database password
it_it: Password accesso al database

# rdbNewCMP.Text
source: Create a new database
it_it: Crea un nuovo database

# rdbExistCMP.Text
source: Use an existing database
it_it: Usa un database esistente

# rdbNewSQL.Text
source: Create a new database
it_it: Crea un nuovo database

# rdbExistSQL.Text
source: Use an existing database
it_it: Usa un database esistente

# label4.Text
source: Autentication
it_it: Tipo autenticazione

# label3.Text
source: Server name
it_it: Nome server

# label1.Text
source: Select the database provider
it_it: Seleziona il tipo di provider

# $this.Text
source: ConnectionForm
it_it: Connessione al database
